# Taps
tap 'aws/tap'
tap 'oven-sh/bun'

# Binaries
brew 'ack'
brew 'antibody'
brew 'aws-cdk'
brew 'aws-sam-cli'
brew 'awscli'
brew 'bat'
brew 'bun'
brew 'cfn-lint'
brew 'composer'
brew 'duti'
brew 'ffmpeg'
brew 'fnm'
brew 'fzf'
brew 'gifsicle'
brew 'git'
brew 'imagemagick'
brew 'jq'
brew 'neofetch'
brew 'node'
brew 'p7zip'
brew 'python3'
brew 'ssh-copy-id'
brew 'starship'
brew 'tree'
brew 'wget'
brew 'yarn'

# Apps
cask 'arc'
cask 'brave-browser'
cask 'docker'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'google-drive'
cask 'handbrake'
cask 'hiddenbar'
cask 'insomnia'
cask 'iterm2'
cask 'itsycal'
cask 'menubar-colors'
cask 'microsoft-office'
cask 'namechanger'
cask 'rectangle'
cask 'runjs'
cask 'slack'
cask 'sublime-merge'
cask 'tableplus'
cask 'visual-studio-code'
cask 'vlc'

# Quicklook Plugins
cask 'apparency'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'qlvideo'
cask 'quicklook-json'
cask 'quicklookase'
cask 'webpquicklook'